{
  "category.2": "Humble Beginnings",
  "category.3": "Getting into the Meat and Potatoes",
  "category.4": "Adventure",
  "category.5": "Tech",
  "category.6": "Refined Storage",
  "category.7": "Chef Boyardeez",
  "chapter.1.quest.1.description.1": "This neat little crafting tab allows on the go crafting.",
  "chapter.1.quest.1.subtitle": "A better table",
  "chapter.1.quest.1.title": "Look at what I made!",
  "chapter.1.quest.10.description.1": "AQM3 Relies on Project MMO (PMMO) to handle stats in a RPG-like way\n\n\nAvailable stats; combat, endurance, mining, crafting, building, engineering, sailing, swimming, agility, magic, gunslinging, archery, woodcutting, smithing, excavation, cooking, taming, breeding, and more\n\n\nEach Level in each stat will increase something. Agility increases Jump heights, and speed. Combat increases attack damage, Endurance gives 1% damage resistence per level (caps at 50%). Endurance also gives 1 Heart every 7 levels, Magic and Gunslinging also increase attacks done. Crafting/Building gives longer reach (caps at 11 blocks)\n\n\nThere are several items gated behind stat levels. Like the Wormhole portal, you need to be a certain level to craft / use it (Items will tell you on tooltip if there is a required level in a stat)\n\n",
  "chapter.1.quest.10.subtitle": "How does the core of AQM3 work?",
  "chapter.1.quest.10.task.1.title": "Stats, Skills, and More",
  "chapter.1.quest.11.description.1": "The best way to see your stats and skills in PMMO is by using the keybinds to  open up the menu. \"Right CTRL\" will open up the PMMO Menu, which allows you to view everything, and even edit some GUI and In-game Settings like XP Drops\n\n\nSince 1.18.2 PMMO has removed \"Skills\" and turned them into \"Perks\". You will not see this in your PMMO Skills Menu. they will not add a perks menu. take it up with them",
  "chapter.1.quest.11.task.1.title": "Stats, Skills, and More pt.2",
  "chapter.1.quest.12.description.1": "Torchmaster makes some great items to help stop mobs and even passive mobs from spawning. Craft this guy here, place it down, and you\u0027re all set!",
  "chapter.1.quest.12.subtitle": "How to stop mob spawning in a area",
  "chapter.1.quest.12.title": "Too Many Mobs are Spawning",
  "chapter.1.quest.13.description.1": "Want to create a party and complete quests together?\n\n\nAccept the reward and we will run the command for you :) or hover over reward to see the actual command\n/ftbteams party create\n\n\nYou can invite others using /ftbteams party (use auto complete here)",
  "chapter.1.quest.13.subtitle": "How to get free loot from others hard work",
  "chapter.1.quest.13.task.1.title": "Create a Party",
  "chapter.1.quest.14.description.1": "\n\nThe bread and butter of the pack, Gobber. Highly recommended to use these tools if you want Paxels, Tree Axes, buffs, and more.\n\n\nGobber contains all the tool you need in tiered progression, from overworld, nether, and end, each has one set of ore that are very very rare.\n\n\nComplete this questline to unlock all the other gobber quests in another chapter",
  "chapter.1.quest.14.subtitle": "With a diamond pickaxe!",
  "chapter.1.quest.14.task.1.title": "Break Gobber Ore",
  "chapter.1.quest.15.description.1": "The globette is an very important item. Make sure to keep a few of these lying around as they are used as payments for Signposts and other things that you will discover",
  "chapter.1.quest.15.subtitle": "Gonna need these",
  "chapter.1.quest.15.task.1.title": "Craft Gobber Glob",
  "chapter.1.quest.16.description.1": "Not only is the ingot required for Gobber items, its used in a lot of other recipes from other mods as well. ",
  "chapter.1.quest.16.subtitle": "The mighty gobber ingot",
  "chapter.1.quest.16.task.1.title": "Craft Gobber Ingot",
  "chapter.1.quest.17.description.1": "This is an important material as you need them for the overworld tools",
  "chapter.1.quest.17.subtitle": "Last material needed for the overworld tier",
  "chapter.1.quest.17.task.1.title": "Craft Gobber Rod",
  "chapter.1.quest.18.description.1": "An amazing fuel source is Gobber Foo. You can use this in furnaces, planes, basically anything that uses coal for fuel. This lasts 10x longer than coal, and this is only the first  tier of fuel.",
  "chapter.1.quest.18.subtitle": "Burn some foo, foo.",
  "chapter.1.quest.19.description.1": "Look at that armor, toughness, and resistance. You want this set :)",
  "chapter.1.quest.19.subtitle": "Woooooooo",
  "chapter.1.quest.19.title": "Gobber Armor Set",
  "chapter.1.quest.2.description.1": "These chests are bigger then normal chests and are worth using for various automatic storages/processing.\n\n\nYou can also stack them vertically!",
  "chapter.1.quest.2.subtitle": "Let me tell how much junk this baby can fit",
  "chapter.1.quest.2.title": "A larger Storage",
  "chapter.1.quest.20.description.1": "To claim land, you can use a command, or a golden hoe. Everything is controllable mainly through the command though. You can claim X blocks, and you earn blocks every 900 ticks\n\n\n/flan help - This will show you available commands\n/flan menu - Brings up your menu to control your claim including permissions for visitors, teams, etc.",
  "chapter.1.quest.20.subtitle": "Claim land using a hoe",
  "chapter.1.quest.20.title": "How to Claim Land",
  "chapter.1.quest.21.subtitle": "Click middle mouse button in a empty slot",
  "chapter.1.quest.21.task.1.title": "Sort Items",
  "chapter.1.quest.21.title": "How to Sort",
  "chapter.1.quest.22.description.1": "\n\nMake sure you upgrade your backup and craft more components!",
  "chapter.1.quest.22.subtitle": "The first tier of the only backpack type youll need. Add modular upgrades!",
  "chapter.1.quest.23.description.1": "\n\nDo note that there\u0027s a lot of outdated mod info on some of these wikis but its still worth trying",
  "chapter.1.quest.23.subtitle": "The command is: /wiki *search terms here*",
  "chapter.1.quest.23.task.1.title": "Ingame Wiki Search",
  "chapter.1.quest.24.description.1": "Great config options are here like auto fill, auto swap low durability, sorting rules, etc.",
  "chapter.1.quest.24.subtitle": "press \"a + c\" to open Inventory Plus config menu",
  "chapter.1.quest.24.task.1.title": "Inventory Profile Plus Menu",
  "chapter.1.quest.25.description.1": "Change your keybind to open\nOnce you craft your belt you need to add tools. Hold your belt in hand, right click to open the inventory. Place tools here.\n\n\nThen you can place your belt in your Curios Belt slot. Once placed, you can use \u0027.\u0027 keybind to open the radial menu to select your tool, or cycle by using \u0027 or ;",
  "chapter.1.quest.25.subtitle": "Tool Belt with 2 slots that you can upgrade to 9",
  "chapter.1.quest.26.subtitle": "Craft a Belt Pouch and combine it with the belt in a anvil",
  "chapter.1.quest.26.title": "Increase Belt Slots",
  "chapter.1.quest.27.description.1": "Capture a villager and place it in your Easy Villager block. Note: There are different types of Easy Villager Blocks",
  "chapter.1.quest.27.subtitle": "Auto villager farm :)",
  "chapter.1.quest.27.title": "Easy Villager Automation",
  "chapter.1.quest.28.description.1": "You\u0027ve done it. You have played AQM3 for 5+ Minutes and earned a starter house. Prefab features tons of pre-built structures that you can use, but for the other prefab\u0027s youll need to upgrade your PMMO attributes like building. ",
  "chapter.1.quest.28.subtitle": "Place this bad boy down to get a free house! On Servers, be kind, dont generate by spawn.",
  "chapter.1.quest.28.task.1.title": "You\u0027ve won a Free Starting House",
  "chapter.1.quest.29.description.1": "Picked the wrong origin or want to change? Here is your free orb of origin to do so.\n\n\nYou can also craft this",
  "chapter.1.quest.29.subtitle": "1 Free Origin Change",
  "chapter.1.quest.29.task.1.title": "Gimme",
  "chapter.1.quest.29.title": "Change your Origin",
  "chapter.1.quest.3.description.1": "These new furnaces are upgradable and process better then normal chests.\nEach Upgraded Tier increase smelt time, and decrease fuel usage",
  "chapter.1.quest.3.subtitle": "Look man, I don\u0027t like waiting to process",
  "chapter.1.quest.3.title": "A new furnace?",
  "chapter.1.quest.30.subtitle": "A Storage for your curios items",
  "chapter.1.quest.30.title": "Store Curios Trinkets",
  "chapter.1.quest.31.subtitle": "Tree chopping mods are not compat with Dynamic Trees. Only Tree Chop (Sneak + Click) on regular logs.",
  "chapter.1.quest.31.task.1.title": "I understand",
  "chapter.1.quest.31.task.2.title": "You cannot use Sneak + Click on Dynamic Trees",
  "chapter.1.quest.31.title": "Dynamic Trees Note - Important Please Read!",
  "chapter.1.quest.4.description.1": "Did you know you can auto run by pressing H (or whatever you may have set the hotkey to.)?",
  "chapter.1.quest.4.subtitle": "Have a good time running long distances :)",
  "chapter.1.quest.4.task.1.title": "Auto Run",
  "chapter.1.quest.4.title": "Auto Run",
  "chapter.1.quest.5.description.1": "Did you know that you can wall jump?\nTo wall jump, jump towards a wall and hold Lshift (or the keybind you chose), this allows you to cling to the wall.\nWhile still clinging to the wall, hold forward and release the binding.",
  "chapter.1.quest.5.subtitle": "Wall Jumping Basics",
  "chapter.1.quest.5.task.1.title": "I\u0027m spider Man",
  "chapter.1.quest.5.title": "How to Wall Jump",
  "chapter.1.quest.6.description.1": "This chapter will go over some of the core mods of the pack and explain how to do certain things. Make sure you complete these quests to unlock other areas like Storage Drawers",
  "chapter.1.quest.6.subtitle": "Read description \u003c3",
  "chapter.1.quest.6.title": "Welcome to Another Quality Modpack 3",
  "chapter.1.quest.7.description.1": "Did you know that by holding V (or the keybind you chose), you can bring up a menu to ping different things?\n\n",
  "chapter.1.quest.7.subtitle": "Look here!",
  "chapter.1.quest.7.task.1.title": "Ping!",
  "chapter.1.quest.8.description.1": "Did you know that hold R (or the keybind you chose) you\u0027ll bring up a radial menu that you can assign different actions to?",
  "chapter.1.quest.8.subtitle": "Radial Menus? What is this blasphemy!?",
  "chapter.1.quest.8.task.1.title": "Mine Menu",
  "chapter.1.quest.9.description.1": "This grows trees and other things automatically.\nTo learn how to upgrade your Bonsai plots, in JEI, hover over the plot and press \u0027U\u0027 to see all the upgrades available",
  "chapter.1.quest.9.subtitle": "\u003c3 Tree Automation",
  "chapter.1.quest.9.title": "BONSAI",
  "chapter.1.subtitle": "Oh no, my knowledge. It\u0027s Broken.",
  "chapter.1.title": "Starting Out",
  "chapter.10.title": "Nether",
  "chapter.11.title": "End",
  "chapter.12.title": "Aquatic Adventures",
  "chapter.13.quest.1.subtitle": "One Giant Squid, One Cacholat Whale, One Death.",
  "chapter.13.quest.10.description.1": "The Hammerhead Shark will drop a tooth when it hunts prey. This quest involves you finding a shark, observing it, and collecting its teeth\n\n\nOr you can trade a Alexs Mobs seal 3 fish by dropping them in front of it. It will then give you a item from its trade pool. The teeth are rare",
  "chapter.13.quest.10.subtitle": "Hunt it, Don\u0027t kill it. Let it hunt prey so you can collect its teeth. It\u0027s well worth this task.",
  "chapter.13.quest.10.task.1.title": "Observe a Hammerhead Shark",
  "chapter.13.quest.10.title": "Collect Hammerhead Shark Teeth",
  "chapter.13.quest.11.subtitle": "Get these teeth from Frilled Sharks while they attack prey",
  "chapter.13.quest.12.description.1": "The Shield Of the Deep is an upgraded shield, suited for underwater use. When hit, the attacker is inflicted with Exsanguination causing them to uncontrollably loose health, and the shield is also more durable than a usual one",
  "chapter.13.quest.12.subtitle": "An underwatah shield",
  "chapter.13.quest.13.description.1": "Drops a bone, or a fish bone, or rarely a Skelewag Skull weapon, or a novelty hat on even rarer occassions\n\n",
  "chapter.13.quest.13.subtitle": "You\u0027ll need to do this for a certain weapon",
  "chapter.13.quest.13.task.1.title": "Kill 3 Skelewags",
  "chapter.13.quest.14.description.1": "It can be used as a long ranged melee attack but it can also act like a Shield, meaning it can be used to block attacks from other mobs.If the player kills a Skelewag with this weapon then there is a very rare chance that it will drop a Novelty Hat",
  "chapter.13.quest.14.subtitle": "Cool skull, dude.",
  "chapter.13.quest.15.description.1": "Summoned by placing a Mysterious Worm in a Capsid",
  "chapter.13.quest.15.subtitle": "Good luck! This is one of the requirements for Angel Ring",
  "chapter.13.quest.15.task.1.title": "Kill Alexs Mobs Boss; Void Worm",
  "chapter.13.quest.16.subtitle": "Opens a portal to your spawn point or world spawn",
  "chapter.13.quest.17.description.1": "Functions like a Ender Dragon Head",
  "chapter.13.quest.17.subtitle": "When powered with redstone enables the jaw to attack damaging entities",
  "chapter.13.quest.18.description.1": "Use an Echolocator tool to find it!\n\n\nYou\u0027ll need to save a beached Cachalot Whale to get Amergris which is required for Echolocator. Push the whale back into the sea without hurting it.\n\n\nOnly during thunderstorms do Cachalot Whales become beached",
  "chapter.13.quest.18.subtitle": "Rarest entity in the game that only spawns in 1 chunk",
  "chapter.13.quest.19.description.1": "Found in the End Midlands either Floating or walking slowly\n\n\nYou can also create an Enderiophage by placing an End Rod, then placing a Capsid and then an Eye Of Ender inside on top of the rod. If spawned in the Overworld or Nether, they will have unique designs. ",
  "chapter.13.quest.19.subtitle": "Get Rockets and Capsids",
  "chapter.13.quest.19.task.1.title": "Kill 3 Enderiophages",
  "chapter.13.quest.2.subtitle": "Great Utility to Grapple onto Terrain",
  "chapter.13.quest.20.subtitle": "A replacement for Fireworks. Works best in The End",
  "chapter.13.quest.21.description.1": "Can be used to transform certain items",
  "chapter.13.quest.21.subtitle": "Can be used to transport items placed inside by placing other capsids above or...",
  "chapter.13.quest.21.task.1.title": "Place a Capsid",
  "chapter.13.quest.22.description.1": "Save onto this guy to tame a different animal",
  "chapter.13.quest.22.subtitle": "Place a Raw Cod in a Capsid to receive Cosmic Cod",
  "chapter.13.quest.23.description.1": "These jungle-lurking plant monsters want nothing more than to eat anything that moves! They may seem like ordinary ferns, but they\u0027ll emerge if you come close. You can\u0027t get close enough to strike them, so find some other way of killing them! They drop foliaath seeds.To grow a foliaath, obtain a seed and plant it by right clicking on grass or dirt. Every half-day for two days, feed the baby foliaath by tossing it a meat item. Then, it will emerge as a fully grown foliaath. Be careful: grown foliaaths aren\u0027t tamed and will still attack you!",
  "chapter.13.quest.23.subtitle": "Hopefully you get the seed to have your own killer plant",
  "chapter.13.quest.23.title": "Kill 4 Foliaath",
  "chapter.13.quest.24.description.1": "These adorable crystal crustaceans live deep underground in caves and ravines. Sometimes called “living ore,” Grottols are prized as a rare source of diamonds. But only the quickest of adventurers can manage to catch them before they burrow away; grottols are very fast and surprisingly clever, even using minecarts to escape pursuers. Keep in mind that only iron or stronger pickaxes can penetrate their diamond shells.",
  "chapter.13.quest.24.subtitle": "Easy way for diamonds if youre quick enough and have the proper pickaxe",
  "chapter.13.quest.26.description.1": "Lanterns dot the canopy of roofed forests, glowing like jellyfish. Some cultures believe that these creatures contain the souls of the recently deceased. Others wish on them like stars. Adventurers, however, know that the luminous jelly inside lanterns is a great light snack that will briefly illuminate the darkest of nights.",
  "chapter.13.quest.26.subtitle": "A beautiful sight...",
  "chapter.13.quest.26.task.1.title": "Observe a Lantern",
  "chapter.13.quest.27.description.1": "Coastal cliffs are dangerous places. Adventurers tell of winged serpents called nagas with impressive speed and menacing acid venom. Though these drakes are evasive, a well-placed arrow can knock a naga right out of the sky; time your shots to hit when the naga is preparing an attack, and you can defeat it with ease.Naga acid is deadly, but can actually be used to neutralize other poisons. The fangs they drop upon death can be used to brew poison antidotes and preventatives.",
  "chapter.13.quest.27.subtitle": "Flying Monsters.. Good Rewards",
  "chapter.13.quest.27.task.1.title": "Slay 3 Naga\u0027s",
  "chapter.13.quest.28.description.1": "Roaming the savanna, the Barakoa travel in small hunting packs. These goblin-like creatures are one with the masks on their heads, which cannot be removed. Some use bones as clubs while others use poisoned blowdarts. Each hunting pack is led by a Barakoana elite, wielding a spear and shield. The Barakoa make traversing the savanna quite dangerous, as they can surround their prey quickly and put up a good chase.\n\n\nWhen defeated, the Barakoa will sometimes drop their masks as items that the player can wear. Each mask bestows a different, small buff.Barakoa can also be found in villages scattered across the savanna plain.",
  "chapter.13.quest.28.subtitle": "These guys...",
  "chapter.13.quest.28.task.1.title": "Kill 3 Barakoa",
  "chapter.13.quest.28.task.2.title": "Barakoana",
  "chapter.13.quest.28.task.3.title": "Kill 3 Barakoaya",
  "chapter.13.quest.28.title": "Kill the Barak Gang 3x",
  "chapter.13.quest.29.subtitle": "Explodes and Shoots Fire, Oof.",
  "chapter.13.quest.29.task.1.title": "Kill 10 Blaze Creepers",
  "chapter.13.quest.3.subtitle": "The drops are requried for some goodies",
  "chapter.13.quest.3.task.1.title": "Kill 2 Crimson Mosquitos",
  "chapter.13.quest.3.title": "Kill 2 Crimson Mosquitos",
  "chapter.13.quest.30.subtitle": "You can also tame this beast with Blaze Rods",
  "chapter.13.quest.30.task.1.title": "Kill 10 Blaze Wolfs",
  "chapter.13.quest.31.subtitle": "Fast Runner with BOOMs",
  "chapter.13.quest.31.task.1.title": "Kill 10 Ender Creeper",
  "chapter.13.quest.32.subtitle": "Found in.... Taiga",
  "chapter.13.quest.32.task.1.title": "Kill 10 Phantom Foxes",
  "chapter.13.quest.35.subtitle": "Spawns in Forest and is namable with bones",
  "chapter.13.quest.35.task.1.title": "Kill 10 Rabbit Wolves",
  "chapter.13.quest.36.subtitle": "Bring your poision res",
  "chapter.13.quest.36.task.1.title": "Kill 10 Spider Llama\u0027s",
  "chapter.13.quest.37.subtitle": "Nether Beasts....",
  "chapter.13.quest.37.task.1.title": "Kill 10 Vex Piglins",
  "chapter.13.quest.38.subtitle": "Jungle Beasts...",
  "chapter.13.quest.38.task.1.title": "Kill 5 Wolfman",
  "chapter.13.quest.38.task.2.title": "Kill 5 Wolfwoman",
  "chapter.13.quest.38.title": "Kill 5 Wolfman and 5 Wolfwoman",
  "chapter.13.quest.39.task.1.title": "Kill 7 Ender Ghasts",
  "chapter.13.quest.41.subtitle": "Ooh, Shiny reward.",
  "chapter.13.quest.41.task.1.title": "Kill 10 Giant Mosquitos",
  "chapter.13.quest.42.subtitle": "Found in.... a specific biome in The Nether",
  "chapter.13.quest.42.task.1.title": "Kill 10 Wither Spiders",
  "chapter.13.quest.43.task.1.title": "Kill 10 Basalt Snakes",
  "chapter.13.quest.5.subtitle": "Uses Hemolymph Sacs for ammo",
  "chapter.13.quest.6.description.1": "The Warped Mosco is an aggressive mini-boss version of a Crimson Mosquito, appearing if a Crimson Mosquito sucks the blood of a Mungus that is covered in Warped Fungus while in the Overworld",
  "chapter.13.quest.6.subtitle": "Read to learn how to Summon",
  "chapter.13.quest.6.title": "Summon and Kill 1 Warped Mosco",
  "chapter.13.quest.7.description.1": "Note: They will mimic your equipment. Try getting them stuck in cobwebs and hitting them from the top down",
  "chapter.13.quest.7.subtitle": "These monsters can often be found guarding end cities",
  "chapter.13.quest.8.description.1": "Possibly in a desert biome?",
  "chapter.13.quest.8.subtitle": "Is there a further quest line to this? ;)",
  "chapter.13.quest.8.title": "Kill 3 Gusters",
  "chapter.13.quest.9.description.1": "Uses sand for ammo, duh.",
  "chapter.13.quest.9.subtitle": "Throw sand in your enemies face",
  "chapter.13.title": "Monster Master",
  "chapter.14.quest.1.description.1": "Like the other primates Capuchins share the jungle with, they have a fondness for bananas, which can be fed to them to tame them. Tame Capuchins are more sophisticated than other tamed creatures, like wolves, being able to follow, stay and wander, along with being able to use both ranged and melee attacks. They can also be made to ride their owner\u0027s shoulder, which they can also attack from, throwing stones at targets. \n\n\nCapuchins can be fed a variety of other items. Feeding them eggs can be used to heal them, and they can be bred with Maggots. Occasionally, they can drop a Banana Peel when eating a Banana. These banana peels can be used to create a unique dish dubbed \"Sopa De Macaco\". \n\n\nGiven Ancient Darts, they will gain piercing attacks, allowing them to ignore armor and deal damage straight to the target without any resistances. ",
  "chapter.14.quest.1.subtitle": "Follows, Wanders, Attacks, and Sits on Shoulder",
  "chapter.14.quest.1.task.1.title": "Get 4 Bananas",
  "chapter.14.quest.1.task.2.title": "Tame Capuchin Monkey with 4-5 Bananas",
  "chapter.14.quest.1.title": "Tame Capuchin Monkey",
  "chapter.14.quest.2.description.1": "These are dropped when you kill Flies or can be dug up by a Platypus that\u0027s been fed redstone",
  "chapter.14.quest.2.subtitle": "You need Maggots",
  "chapter.14.quest.2.title": "Get Maggots to Breed Monkeys",
  "chapter.14.quest.3.subtitle": "Give this to your Monkey for it to Attack",
  "chapter.14.quest.3.title": "Find an Ancient Dart",
  "chapter.14.quest.4.description.1": "Cosmaws are flying creatures resembling the elusive Tullimonstrum of the Carboniferous period. They are neutral creatures found in the End that can be tamed. Feeding them Cosmic Cod will tame them and make them follow you, and they are very useful for traversing the End dimension. They cannot be ridden, but instead save you from falling into the void, grabbing you with their trunks and placing you on the nearest End island. ",
  "chapter.14.quest.4.subtitle": "Taming item \u003d Cosmic Rod (Found in another quest)",
  "chapter.14.quest.4.task.1.title": "Tame a Cosmaw",
  "chapter.14.quest.5.description.1": "You can receive the seed after killing a Foliaath which is a prerequisite quest",
  "chapter.14.quest.5.subtitle": "Plant the Foliaath Seed and watch it attack your enemies in place",
  "chapter.14.quest.5.task.1.title": "Create your Baby Foliaath Monster Plant",
  "chapter.14.title": "Animal Tamer",
  "chapter.15.quest.1.description.1": "Blue Skies adds two dimensions called the Everbright and the Everdawn. It includes lots of new unique features, blocks, weapons, mobs and even massive dungeons! Each dimension has its own theme, with the Everbright being very bright, snowy and cold while the Everdawn is typically darker and warm. Each of these dimensions currently has two dungeons to explore, totaling up to 4 dungeons",
  "chapter.15.quest.1.task.1.title": "About Blue Skies",
  "chapter.15.quest.2.description.1": "The Blue Skies Village is a small village of two buildings with slanted roofs, here you can find the Gatekeeper, your ticket to the Everbright and Everdawn Dimensions. ",
  "chapter.15.quest.2.reward.1.title": "1 Free Agility Level",
  "chapter.15.quest.2.subtitle": "Found in a Blue Skies village in overworld",
  "chapter.15.quest.2.task.1.title": "Find and Look at the Gatekeeper",
  "chapter.15.title": "Blue Skies",
  "chapter.16.quest.1.description.1": "Assembly lines is not well known yet, but it packs a punch in what it offers. I recommend reading through this book to see all the amazing things you can do",
  "chapter.16.quest.1.subtitle": "You will need to get through most of Assembly Lines to get to Mekanism",
  "chapter.16.quest.2.subtitle": "You will need to get through most of thermal to move to Assembly Lines",
  "chapter.16.quest.3.description.1": "This is the last tier of the big 3.",
  "chapter.16.quest.3.subtitle": "They do not have a book, unfortunately.",
  "chapter.16.quest.3.task.1.title": "Acknowledge Me",
  "chapter.16.quest.3.title": "Mekanism",
  "chapter.16.quest.4.subtitle": "LaserIO is like an alternative to Pipes to transfer point to point energy, fluid, and items",
  "chapter.16.title": "The Big 3 and Others",
  "chapter.17.quest.1.description.1": "Shift + Right click to enable this secondary ability",
  "chapter.17.quest.1.subtitle": "Create Mystium Farmland to accelerate growth",
  "chapter.17.quest.10.subtitle": "Tier 1 Charging",
  "chapter.17.quest.11.subtitle": "Tier 2 Charging",
  "chapter.17.quest.12.subtitle": "Tier 3 Charging",
  "chapter.17.quest.13.subtitle": "Tier 4 Charging",
  "chapter.17.quest.14.subtitle": "Create Nova farmland which doesn\u0027t exhaust",
  "chapter.17.quest.15.subtitle": "5x5 Mining",
  "chapter.17.quest.16.subtitle": "250% higher of a chance for Inert Crystals",
  "chapter.17.quest.17.subtitle": "3x3x5 Dirt Breaking",
  "chapter.17.quest.18.subtitle": "Break full trees starting at bottom block",
  "chapter.17.quest.19.description.1": "This specific redstone tool will show you the voltage of redstone if attached to a block \n\n\nIf you are using redstone for powering, I highly recommend delving into RSGauges\n\n\nWiki: https://github.com/stfwi/rsgauges/blob/master/readme.md",
  "chapter.17.quest.19.subtitle": "Using @RSGauge you can detect and modify redstone",
  "chapter.17.quest.19.title": "Redstone Voltmeter Gauge",
  "chapter.17.quest.2.description.1": "Shift + Right click to enable this secondary ability",
  "chapter.17.quest.2.subtitle": "Chop a whole tree down",
  "chapter.17.quest.3.description.1": "Shift + Right click to enable this secondary ability",
  "chapter.17.quest.3.subtitle": "Break up to 5 dirt at once",
  "chapter.17.quest.4.description.1": "Crystals are used for Powered Spawners\n\n",
  "chapter.17.quest.4.subtitle": "Chance for Inhert Mob Crystals by killing mobs",
  "chapter.17.quest.5.description.1": "Shift + Right click to enable this secondary ability",
  "chapter.17.quest.5.subtitle": "3x3 Mining",
  "chapter.17.quest.6.description.1": "Recommended to read the Assembly line machine guide to see all that you can do with this quarry. \n\n\nYou can use 3 different Quarry Addons. For your chest, place your chest on top of the quarry.",
  "chapter.17.quest.6.subtitle": "Mining Quarry",
  "chapter.17.title": "Tools and Stuff",
  "chapter.18.quest.1.subtitle": "Tinkers Construct guide - Questline coming soon",
  "chapter.18.quest.2.subtitle": "Links to Wiki - Questline coming soon",
  "chapter.18.quest.3.subtitle": "Tinkers Reforged",
  "chapter.18.title": "Build your Gear",
  "chapter.19.quest.1.subtitle": "Floating or Rail Contraptions, including Create mod",
  "chapter.19.quest.10.subtitle": "Used to utilize Create contraptions on your Little Logistic Tugs and Barges",
  "chapter.19.quest.11.description.1": "This is to be used after the locomotive docking rail",
  "chapter.19.quest.11.subtitle": "For Docking your Train",
  "chapter.19.quest.13.subtitle": "Chunk load your barge in a 3x3 area",
  "chapter.19.quest.14.description.1": "Needs to be in open water for nets to be deployed. Avoid shallow waters otherwise overfishing could happen.",
  "chapter.19.quest.14.subtitle": "Auto fish on your long routes in deep water",
  "chapter.19.quest.15.description.1": "The possibilities are literally endless.",
  "chapter.19.quest.15.subtitle": "Similar to the Cart Assembler, but used for Create Contraptions to be used with Tugs",
  "chapter.19.quest.16.subtitle": "Transports Fluids, can be loaded with Fluid Hopper",
  "chapter.19.quest.17.subtitle": "Used to Link Together your Tugs, Carts, Barges",
  "chapter.19.quest.18.description.1": "Can recharge when docked in a vehicle charger. Comes with an extra slot for a capacitor",
  "chapter.19.quest.18.subtitle": "Used to store Forge Energy for your energy tug and locomotive",
  "chapter.19.quest.19.description.1": "Read about this in the Little Contraption guide",
  "chapter.19.quest.19.subtitle": "Used to store and set Tugs route",
  "chapter.19.quest.2.description.1": "Vessels are the core of this mod. There are two types of vessels: Barges (that can do all sorts of useful things), and Tugs (that drag the barges). If vessels get stuck, they can be moved slightly using fishing rods (just like other entities). Tugs can also be dragged with leads, right click on the hook at the back of the boat to attach.Transport your items and fluids, or fish automatically using any existing natural waterways or create your own!",
  "chapter.19.quest.20.subtitle": "Transport items",
  "chapter.19.quest.21.subtitle": "Stores fluid for transportation. can be loaded with a Fluid hopper",
  "chapter.19.quest.22.subtitle": "Chunkload your train route. This is a small chunk load, 3x3.",
  "chapter.19.quest.23.subtitle": "Similar to the Energy Tug, stores energy for your train.",
  "chapter.19.quest.24.description.1": "This should be in any rail setup for docking, the train car docking rail comes after this in a straight line.",
  "chapter.19.quest.24.subtitle": "Used to dock locomotives",
  "chapter.19.quest.25.subtitle": "All available little rails work with vanilla rails",
  "chapter.19.quest.27.description.1": "Recommended to read the Little Logistics guide on how to use this item",
  "chapter.19.quest.27.subtitle": "Store and set routes for your train",
  "chapter.19.quest.29.subtitle": "Rotate vanilla and little logistic rails",
  "chapter.19.quest.3.subtitle": "Tugs pull Barges, Barges do the fun automated transport stuff... on boats in water!",
  "chapter.19.quest.4.subtitle": "Recommended to read guide for this dock  as it contains too much to write",
  "chapter.19.quest.5.description.1": "Place a hopper underneath the barges path to have it pull resources",
  "chapter.19.quest.5.subtitle": "Used for inputs/outputs on barges",
  "chapter.19.quest.6.description.1": "Shift+Right Click block once placed to rotate",
  "chapter.19.quest.6.subtitle": "Forces a path for a tug. Place on highest layer under water",
  "chapter.19.quest.7.subtitle": "Ride your locamotive ",
  "chapter.19.quest.8.subtitle": "Used to connect Create Contraptions on top of Little Logistic Train Cars",
  "chapter.19.quest.9.subtitle": "Powered by Rails,. connect Little Logistics to your train for automated transportation on land instead of water",
  "chapter.19.title": "Contraptions on Trains and Water",
  "chapter.2.quest.1.description.1": "Once leveled, hold out your stick you just crafted and right click the pup to open up the Leveling GUI. Here you can select what skills you want to level up, rename your pup, and select its behavior. ",
  "chapter.2.quest.1.subtitle": "Your Doggy Trainer Item",
  "chapter.2.quest.10.subtitle": "This will bring it to its third tier after X amount of levels is reached",
  "chapter.2.quest.11.description.1": "You can only use the dire treat when your puppy hits a certain level, after all the other bones are used in order.",
  "chapter.2.quest.11.subtitle": "The Dire levels are pretty important",
  "chapter.2.quest.12.description.1": "You can get the Deku Leaf by using your Paraglider in the recipe",
  "chapter.2.quest.12.subtitle": "The OG Deku Leaf Glider",
  "chapter.2.quest.12.task.1.title": "Craft Deku Leaf",
  "chapter.2.quest.13.description.1": "That\u0027s right. Become Link. Glide around. But you need stamina!\n\n\nOnce you use your glider (opens immediately if held and you are in the air) it will use up your stamina, like in breath of the wild\n\n\nYou can get Stamina Vessels from bosses, and find spirit orbs in chests to trade it for Stamina and Heart vessels.\n\n\nSearch for the Goddess and Horned statues in the world to bargain/trade stamina for essence and orbs",
  "chapter.2.quest.13.subtitle": "Paraglider what?",
  "chapter.2.quest.13.task.1.title": "Craft Paraglider",
  "chapter.2.quest.13.title": "Paraglider of the Wild",
  "chapter.2.quest.14.description.1": "Spirit Orbs can only be found in chests so get to searching!",
  "chapter.2.quest.14.subtitle": "Can you find me?",
  "chapter.2.quest.15.description.1": "Kill a wither and pray that this vessel drops",
  "chapter.2.quest.15.subtitle": "Who doesn\u0027t enjoy stamina?",
  "chapter.2.quest.15.task.1.title": "Obtain the Stamina Vessel",
  "chapter.2.quest.16.description.1": "The horned statue differs from the Goddess Statue. Interacting with the Horned Statue allows you to exchange your stamina for emeralds, and visa versa. Though you need essence to trade for stamina, and you only get essence by giving your stamina to the statue.",
  "chapter.2.quest.16.subtitle": "Now we\u0027re getting somewhere",
  "chapter.2.quest.16.task.1.title": "Find the Horned Statue",
  "chapter.2.quest.17.description.1": "Find a goddess statue and interact with it to trade your precious spirit orbs in for more stamina vessels\n\n\nYou can even buy up to 12 heart containers :)",
  "chapter.2.quest.17.subtitle": "Spirit Orbs wanted",
  "chapter.2.quest.17.task.1.title": "Look at a Goddess Statue",
  "chapter.2.quest.17.title": "Find The Goddess Statue",
  "chapter.2.quest.18.description.1": "You can command tame Axolotls, Parrots, Foxes, Rabbits, and of course wolves. With this mod, which differs from doggy talents, your pets can be enchanted with 37 different enchantments, be commanded by you or a drum, and will also make your pets not get hurt when you swing at a mob and they are in front of your weapon.\n\n\nWander, Stay, and Follow - Right clicking on your mob will make them follow one of these commands. Later on we will discuss other items that can do this for you\n\n\nFeather on a Stick: When used, this will send out a feather on a string in front of you. The closest pet of yours will then try to move onto the feather to play with it. This tool is useful for getting your mob out of places it shouldn\u0027t be, like if it\u0027s stuck in a doorway or on top of a chest. It\u0027s also useful for moving a pet onto its bed so you can set its respawn point.",
  "chapter.2.quest.18.subtitle": "Tame other mobs and have them battle with Enchantments",
  "chapter.2.quest.18.title": "Tame other mobs using Domestication Innovation",
  "chapter.2.quest.19.description.1": "Trustable mobs have always been somewhat scuffed in implementation. Thankfully, we\u0027ve made it so that tamed foxes are actually tamed - and can be made to sit, wander and follow like the other pets. To get a tame fox, you need to breed two wild foxes with sweet berries and wait for it to grow up. Note that no matter how tame foxes are, they\u0027ll still want to kill any chickens and (untamed) rabbits they can see",
  "chapter.2.quest.19.task.1.title": "How to Tame Fox",
  "chapter.2.quest.2.description.1": "Time for Doggy Talents mod! Go tame a dog, and then use your reward, the training treat on it to level it up.",
  "chapter.2.quest.2.subtitle": "Get your Doggy Dog on",
  "chapter.2.quest.2.task.1.title": "Tame a Dog",
  "chapter.2.quest.20.description.1": "Gone are the days of weirdly holding a tropical fish bucket if you want to use an Axolotl as a companion: These amphibians are now fully tameable! Simply feed a wild axolotl a few tropical fish to tame them. They can be made to sit, wander and follow like all the other tameable mobs. Note that axolotls are by default very slow on land, dry out and have low health - you have been warned. ",
  "chapter.2.quest.20.task.1.title": "How to Tame Axolotl",
  "chapter.2.quest.21.description.1": "To tame a rabbit, feed it several carrots. Rabbits only have 3 health by default and usually (see: Sinister Carrot) cannot attack. However, to make them useful rabbits will scare off ravagers",
  "chapter.2.quest.21.task.1.title": "How to Tame Rabbit",
  "chapter.2.quest.22.description.1": "Sinister Carrots are rarely found as loot in Woodland Mansions. They can be fed to a zombie horse in order to turn it into a skeleton horse. They can also be fed to a tamed rabbit to transform it into a Killer Rabbit, which can attack and is much stronger than a normal rabbit.",
  "chapter.2.quest.22.subtitle": "You\u0027re evil!",
  "chapter.2.quest.23.description.1": "Rotten Apples have a chance to form if an apple item despawns on the ground. These green, wormy apples can be fed to a horse in order to turn it into a zombie horse. Note that you\u0027ll want to make sure the horse is tamed and saddled prior to this action. This zombification process will also preserve the speed and other aspects of the horse. Zombie horses cannot wear armor.",
  "chapter.2.quest.23.subtitle": "Horse into a Zombie Horse?!?",
  "chapter.2.quest.24.description.1": "By moving one of your tamed mobs onto a pet bed, you enable it to respawn there the next morning if it somehow dies. The visual indication for this is if you see a bunch of ZZZ particles appear above your pet\u0027s head: this means it has set its respawn point. To remove the respawn point, simply break the bed block.\n\n\nMobs can only respawn at dawn, so if your pet dies some other time you will have to wait until then to see it again. Pet enchants are preserved with respawning, but more on that later.",
  "chapter.2.quest.24.subtitle": "Set your pets Respawn Point",
  "chapter.2.quest.24.task.1.title": "Any #domesticationinnovation:pet_beds",
  "chapter.2.quest.25.description.1": "Like a nametag, these collar tags can be renamed in an anvil and used on a mob to rename it (unlike a nametag, this is only for animals that are your pets). However, their real use is that they can be enchanted\n\n\nPets can be enchanted by applying enchants to a collar tag in either an anvil or an enchanting table.\n\n\nThese collars can then be placed on a tamed pet of yours by interacting with it. To get the enchanted collar back, you can simply swap it with any other collar, including an unenchanted one. You can view a pet\u0027s enchants by sneaking and looking at them.",
  "chapter.2.quest.25.subtitle": "You\u0027ll want this for Enchantments",
  "chapter.2.quest.26.description.1": "When interacted with, the drum will beat and change command modes, whilst ordering all tamed mobs of the user to follow, stay or wander depending on the beat. If given a redstone signal, it will command the mobs of the player that originally placed the block. The block also makes a funny sound if you jump on it.",
  "chapter.2.quest.26.subtitle": "Automate commanding groups of mobs via redstone",
  "chapter.2.quest.27.description.1": "Animal Tamers can be found in villages in their own unique houses or can be created with a unemployed villager using a pet bed as a workstation. They trade a variety of items related to animals from both vanilla minecraft and this mod, including unique pet enchants(charisma). Their houses also contain some untamed mobs and sometimes fish tanks.",
  "chapter.2.quest.27.subtitle": "Place any pet bed next to unemployed villager",
  "chapter.2.quest.27.task.1.title": "Employ a Animal Tamer",
  "chapter.2.quest.28.description.1": "The Deed of Ownership is an item that can be purchased from the Animal Tamer villager. By right clicking on a tamed pet that you are the owner of, you bind it to the deed. If you give the deed to any other player, and they use it on the bounded animal, then the ownership of the pet will pass onto them, making it effectively as if they were the ones who tamed the animal.",
  "chapter.2.quest.28.subtitle": "Gift your tamed pet to another player",
  "chapter.2.quest.29.description.1": "View all the enchantments this mod offers for your pets by using JEI and searching @Domest",
  "chapter.2.quest.29.subtitle": "All Enchantments",
  "chapter.2.quest.3.description.1": "After crafting the training treat, hold it and right click your pup with it to train the beast and level it up",
  "chapter.2.quest.3.subtitle": "Train that doggy",
  "chapter.2.quest.30.description.1": "If you go the furnace route you must hold out the hot lavasponge while interacting with furnace. Place it in furnace as you would a coal",
  "chapter.2.quest.30.subtitle": "A Lava Sponge soaks up Lava but you need to cool it down first",
  "chapter.2.quest.30.task.1.title": "Convert Hot Lavasponge to Lavasponge",
  "chapter.2.quest.30.task.2.title": "Surround Hot Lavasponge with 5 Ice Blocks",
  "chapter.2.quest.30.task.3.title": "OR Use Hot Lavasponge in Furnace to Convert",
  "chapter.2.quest.31.description.1": "To play chess, place your chess board down, and Sneak + Right Click (if it gets picked up, move back and try again)\n\n\nOnce you opened the game menu of the table you can select pieces, start a new game and more. The pieces should be on your board once started. Right click them to select the piece, and then right click where you want to move it.",
  "chapter.2.quest.31.subtitle": "Chess and Tic Tac Toe",
  "chapter.2.quest.31.task.1.title": "Any #table_top_craft:chess_boards",
  "chapter.2.quest.31.title": "Table Top Games",
  "chapter.2.quest.4.subtitle": "Command your puppy and change its behavior",
  "chapter.2.quest.5.subtitle": "Lost puppy no more!",
  "chapter.2.quest.6.subtitle": "Cut its hair, duh.",
  "chapter.2.quest.7.description.1": "Alternatively, you can make the pup really really small, you can use this until its like a inch big",
  "chapter.2.quest.7.subtitle": "How about a tiny pup?",
  "chapter.2.quest.8.description.1": "Once crafted, use this on your pup to increase its size. The dog can take 3 large bones from its normal size",
  "chapter.2.quest.8.subtitle": "Lets make that pup huge",
  "chapter.2.quest.9.subtitle": "The next level... to level",
  "chapter.2.title": "ILOVERANDOMThings",
  "chapter.20.title": "Storage",
  "chapter.21.quest.1.description.1": "Adds a multiblock pattern crafter. It works just the same as it did back in AE 1. \nThe max size is 16x16 and it must have at least one CPU and one storage block.\n\n\n- Adding more CPUs to the multiblock will speed the crafting up.\n- Adding more storage blocks will allow you to store more patterns.",
  "chapter.21.quest.1.subtitle": "Refined Storage add-on adding multi-block crafters and larger disks. Use book for Visual of Mutliblock",
  "chapter.21.quest.2.description.1": "- Adding more CPUs to the multiblock will speed the crafting up.\n- Adding more storage blocks will allow you to store more patterns.\n\n\nYes, you can mix them up.",
  "chapter.21.quest.2.subtitle": "Required for the core of your multiblock",
  "chapter.21.quest.2.task.1.title": "Craft CPU or Storage",
  "chapter.21.title": "Multiblock Crafter",
  "chapter.22.quest.1.subtitle": "2nd tier of Exporters",
  "chapter.22.quest.10.subtitle": "2nd tier of Constructors",
  "chapter.22.quest.11.subtitle": "3rd tier of Constructors",
  "chapter.22.quest.12.subtitle": "4th tier of Constructors",
  "chapter.22.quest.13.subtitle": "1st tier of Destructors",
  "chapter.22.quest.14.subtitle": "2nd tier of Destructors",
  "chapter.22.quest.15.subtitle": "3rd tier of Destructors",
  "chapter.22.quest.16.subtitle": "4th tier of Destructors",
  "chapter.22.quest.17.subtitle": "2nd tier of Manipulators",
  "chapter.22.quest.18.subtitle": "1st tier of Manipulators",
  "chapter.22.quest.19.subtitle": "3rd tier of Manipulators",
  "chapter.22.quest.2.subtitle": "1st tier of Exporters",
  "chapter.22.quest.20.subtitle": "4th tier of Manipulators",
  "chapter.22.quest.21.description.1": "RSRequestify allows Refined Storage to make crafting requests at astronomical rates",
  "chapter.22.quest.21.subtitle": "1st tier of Requestors",
  "chapter.22.quest.22.subtitle": "2nd tier of Requestors",
  "chapter.22.quest.23.subtitle": "3rd tier of Requestors",
  "chapter.22.quest.24.subtitle": "4th tier of Requestors",
  "chapter.22.quest.3.subtitle": "3rd tier of Exporters",
  "chapter.22.quest.4.subtitle": "4th tier of Exporters",
  "chapter.22.quest.5.subtitle": "1st tier of Importers",
  "chapter.22.quest.6.subtitle": "2nd tier of Importers",
  "chapter.22.quest.7.subtitle": "3rd tier of Importers",
  "chapter.22.quest.8.subtitle": "4th tier of Importers",
  "chapter.22.quest.9.subtitle": "1st tier of Constructors",
  "chapter.22.title": "Cables, Disks, and Others",
  "chapter.23.quest.1.subtitle": "Pulls seeds from your inventory and plants a batch",
  "chapter.23.quest.10.description.1": "Refer to the Assembly Line Machines handbook if you need to learn more",
  "chapter.23.quest.10.subtitle": "Another similar cloche item, but with specific augments!",
  "chapter.23.quest.11.subtitle": "Augment to support Saplings",
  "chapter.23.quest.12.subtitle": "Allows darkness crops to grow in light and speeds up operation",
  "chapter.23.quest.13.subtitle": "Augment to support Flowers",
  "chapter.23.quest.14.subtitle": "Augment to allow sunlight crops to grow in the dark",
  "chapter.23.quest.15.subtitle": "Harvest an area!",
  "chapter.23.quest.16.description.1": "Shift+Scroll to use the other modes (Total of 3). \n\n\nCan hold Bone Meal for fertilizing, Crops for planting, and can be used as a hoe with unlimited durability.\n\n\nRead the JEI Information tab for more info.",
  "chapter.23.quest.16.subtitle": "Right click to fertizile and harvest",
  "chapter.23.quest.17.description.1": "Sneak + right click your your golem while holding your straw hat",
  "chapter.23.quest.17.subtitle": "Give your buddy a hat to protect it from the sun",
  "chapter.23.quest.18.description.1": "Step 1. Place a Hay Block down\n\n\nStep 2. Place your Carved Pumpkin on top of your Hay Block\n\n\nStep 3. Success\n\n\nLifespan: 7 Days. Texture will change to show decay. Feed 1 Wheat per quarter of day to extend life\n\n\nMake sure to give an apple occasionally otherwise they\u0027ll sit and pout",
  "chapter.23.quest.18.subtitle": "Create your Straw Golem buddy for complete farm automation",
  "chapter.23.quest.18.task.1.title": "Place 1 Hay Block",
  "chapter.23.quest.18.task.2.title": "Place Carved Pumpkin on top of Hay",
  "chapter.23.quest.18.title": "Prepare Straw Golem",
  "chapter.23.quest.19.description.1": "If you do not feed your golem they will decay in 7 days. 1 Wheat \u003d 1/4 Day\n\n\nThey also love apples! If you give it an apple, it will extend life by 1 day. They will also sit and pout if they want an apple and havent been given one",
  "chapter.23.quest.19.subtitle": "Use Wheat to Feed",
  "chapter.23.quest.19.task.1.title": "Feed your Golem holding Wheat",
  "chapter.23.quest.19.title": "Feed your Golem",
  "chapter.23.quest.2.subtitle": "Hoe Farmland at a range",
  "chapter.23.quest.20.description.1": "First, you select your golem. After selecting you will see \"Ordering Straw Golem\" on your screen.\n\n\nOnce you see that, you can then select your chest for the golem to deposit resources to by Sneak + Right Clicking the chest.\n\n\nNOTE: If you end up PICKING UP your golem, place it back down and step a little back. dont get so close when you sneak + right click",
  "chapter.23.quest.20.subtitle": "Sneak + Right Click to select",
  "chapter.23.quest.20.task.1.title": "Select your Golem",
  "chapter.23.quest.20.title": "Select Golem and Chest",
  "chapter.23.quest.3.subtitle": "Slowly grow plants nearby",
  "chapter.23.quest.4.subtitle": "Place on a container and pull filtered items",
  "chapter.23.quest.5.subtitle": "Concentrated Bone Meal... Yum",
  "chapter.23.quest.6.subtitle": "Improves plant growth even faster",
  "chapter.23.quest.7.subtitle": "Automatically Sheer sheep and uses buckets laying on the ground",
  "chapter.23.quest.8.subtitle": "This will automatically feed animals with food that is lying on the ground",
  "chapter.23.quest.9.description.1": "Grows trees and crops with the optional fertilizer usage\n\n\nSupports Minecraft, Croptopia, and Thermal seeds and saplings. View recipes in JEI. More seed/sapling support coming soon",
  "chapter.23.quest.9.subtitle": "Like the Cloche but Thermal duh",
  "chapter.23.title": "You\u0027re a Gardener",
  "chapter.24.quest.1.description.1": "\n\nHow to Use This Station\n1. Place it down and right click it to open the GUI                                  -           \n2. Base Slot: Insert any valid bread or bowl item here.                                -\n3. Ingredient Slots 1-5: Insert any valid food item here. There are no other restrictions. If your base is a bowl, certain liquids like buckets of fluid and potions are also possible.      -\n4. Custom Name: Insert a custom name for your food here. There\u0027s a maximum character limit of 35.                        - \n5. Output: Your crafted sandwich or bowl will appear here. Crafting will always take only one item from each slot, but sandwiches can output multiple at a time depending on its ingredients.",
  "chapter.24.quest.1.subtitle": "Make your own sandwiches using any food",
  "chapter.24.quest.2.subtitle": "Keep track of what you ate/need to eat for Hearts",
  "chapter.24.quest.3.subtitle": "Refined Cooking to be used with Refined Storage and Cooking for Blockheads",
  "chapter.24.title": "Food Time",
  "chapter.25.quest.1.subtitle": "Productive Bee\u0027s are bee\u0027s that generate resources and more",
  "chapter.25.title": "Worker Bees",
  "chapter.3.title": "Dungeons",
  "chapter.4.quest.1.subtitle": "Nether Globettes, scary.",
  "chapter.4.quest.11.description.1": "The Gobber Dragon Star is needed for several great items, but also requires a machine from another mod to create it!",
  "chapter.4.quest.11.subtitle": "Have fun with this one",
  "chapter.4.quest.12.subtitle": "My personal favorite",
  "chapter.4.quest.12.title": "Craft End Gobber Armor Set",
  "chapter.4.quest.13.subtitle": "Fuel Fuel Fuel!",
  "chapter.4.quest.14.subtitle": "Literally the best fuel in the pack",
  "chapter.4.quest.17.subtitle": "to receive some gobber food, yum",
  "chapter.4.quest.17.task.2.title": "Break a Lucky Nether Block",
  "chapter.4.quest.18.description.1": "Top armor in AQM3",
  "chapter.4.quest.19.description.1": "Top armor in AQM3",
  "chapter.4.quest.19.subtitle": "Water Breathing, Elytra, No Fall Damage.",
  "chapter.4.quest.2.subtitle": "Are you tired of this yet?",
  "chapter.4.quest.20.description.1": "Top armor in AQM3",
  "chapter.4.quest.21.description.1": "Top armor in AQM3",
  "chapter.4.quest.3.subtitle": "You know what to do",
  "chapter.4.quest.4.subtitle": "The last glob....",
  "chapter.4.quest.5.subtitle": "Got Gobbs?",
  "chapter.4.title": "Gibber Gobber",
  "chapter.5.quest.1.reward.1.title": "3 Combat Levels",
  "chapter.5.quest.1.subtitle": "Stalwart Dungeon - Kill End Boss",
  "chapter.5.quest.1.task.2.title": "Kill Shelterer",
  "chapter.5.quest.2.subtitle": "Stalwart Dungeons - Kill Nether Boss",
  "chapter.5.quest.2.task.2.title": "Kill Awful Ghast",
  "chapter.5.quest.3.description.1": "But.... how do you get there?",
  "chapter.5.quest.3.subtitle": "Stalwart Dungeons - Kill Nether Mini Boss",
  "chapter.5.quest.3.task.2.title": "Kill Nether Keeper",
  "chapter.5.quest.3.title": "Ancient Fire",
  "chapter.5.quest.4.description.1": "Find the Mother Demon Structure to have it spawn",
  "chapter.5.quest.4.subtitle": "One of the hardest DOOM Bosses in Nether",
  "chapter.5.quest.4.task.1.title": "Kill The Mother Demon",
  "chapter.5.quest.4.title": "Doom\u0027s Mother Demon",
  "chapter.5.quest.5.subtitle": "Find structure in The Nether to summon Icon of Sin",
  "chapter.5.quest.5.title": "Doom\u0027s Icon of Sin",
  "chapter.5.quest.6.description.1": "It drops a powerful weapon",
  "chapter.5.quest.6.subtitle": "Discover its weakness or you\u0027ll become its prey",
  "chapter.5.quest.6.task.1.title": "Kill the Ferrous Wroughnaut",
  "chapter.5.quest.7.description.1": "Barako is the chief of the Barakoa tribe, residing in a stationary seat upon a throne in Barakoa villages. He draws his power from the sun, calling forth sunstrikes, solar flares, and massive solar beams. He can also create Barakoa followers - including healers called Barakoaya - from masks to defend him during combat. As such, his masked children revere him as a god. Unequipped travelers should keep their distance from his villages, lest they be smitten by his heliomancy.\n\n\nThose strong enough to face and defeat him, however, are rewarded with his mask: the Sol Visage. This mask allows its wearers to breathe life into masks to create Barakoa followers. Unfortunately, the mask does not bestow heliomancy upon its bearer; this power is innately carried by Barako, and thus dies with him. Perhaps there is another way...?",
  "chapter.5.quest.7.subtitle": "This boss and its minions will give you a tough time and a nice item",
  "chapter.5.quest.8.description.1": "Frostmaws are dangerous beasts found rarely in snowy areas. Their massive size, impressive speed, and powerful ice breath make them near-impossible opponents. If, on your travels, you encounter one sleeping in your path, it\u0027s likely best to take a different route and let it lay. The beast guards a precious ice crystal that can unleash pure winter energy when wielded.",
  "chapter.5.quest.8.subtitle": "Another hard boss, can you slay it and receive the reward it will drop?",
  "chapter.5.quest.8.task.1.title": "Kill the Frostmaw",
  "chapter.5.title": "Bosses",
  "chapter.6.quest.1.description.1": "The book of tell. You need to buy this from the Mana and Artifice Villager using the Magician Workbench to convert the Villager.\n\n\nIn the future when its created, obtaining this book will unlock a chapter for this mod",
  "chapter.6.quest.1.subtitle": "Mana and Artifice (Fork of Ars) - Learning the Basics",
  "chapter.6.quest.2.description.1": "In the future when its created, obtaining this book will unlock a chapter for this mod",
  "chapter.6.quest.2.subtitle": "EvilCraft",
  "chapter.6.quest.3.description.1": "In the future when its created, obtaining this book will unlock a chapter for this mod",
  "chapter.6.quest.3.subtitle": "Botania!",
  "chapter.6.quest.4.description.1": "Craft the Altar after to place your book on it to read",
  "chapter.6.quest.4.subtitle": "Hexerei",
  "chapter.6.quest.5.subtitle": "Place your Book of Shadows on Altar to read",
  "chapter.6.quest.6.subtitle": "You can use with your book to zoom in using \"Z\" while equipped",
  "chapter.6.quest.7.description.1": "In the future when its created, obtaining this book will unlock a chapter for this mod",
  "chapter.6.quest.7.subtitle": "Blood Magic",
  "chapter.6.title": "Magic Introduction",
  "chapter.7.quest.1.description.1": "Note: One of the end tier items in this mod is required for end game recipes",
  "chapter.7.quest.1.subtitle": "Build Armor from Common Materials with Special Effects",
  "chapter.7.quest.1.task.1.title": "Armor Plus",
  "chapter.7.quest.10.subtitle": "Haste 2",
  "chapter.7.quest.11.subtitle": "Mining Fatigue 2 on Hit",
  "chapter.7.quest.12.subtitle": "Mining Fatigue 2 on Hit",
  "chapter.7.quest.14.subtitle": "Speed 2",
  "chapter.7.quest.15.subtitle": "Slowness on Hit",
  "chapter.7.quest.18.subtitle": "Resistence 2",
  "chapter.7.quest.19.subtitle": "Weakness 3 on Hit",
  "chapter.7.quest.2.subtitle": "Night Vision",
  "chapter.7.quest.20.subtitle": "Weakness 3 on Hit",
  "chapter.7.quest.22.subtitle": "Fire Res 1, Fire Extinguish, Water Weakness",
  "chapter.7.quest.26.subtitle": "Jump Boost 4, Slow Falling 2",
  "chapter.7.quest.27.subtitle": "Speed 4",
  "chapter.7.quest.28.description.1": "You will need the Base guardian pieces, as well as the soul of elder guardian",
  "chapter.7.quest.28.subtitle": "Water Breathing",
  "chapter.7.quest.29.subtitle": "Required Component for Guardian Armor",
  "chapter.7.quest.3.subtitle": "Blindess on Hit",
  "chapter.7.quest.30.subtitle": "Enchant your weapon with this and slay minecraft bosses to steal their soul for recipes",
  "chapter.7.quest.30.title": "Soul Stealer Enchantment",
  "chapter.7.quest.31.subtitle": "Recipe Component",
  "chapter.7.quest.32.subtitle": "Recipe Component",
  "chapter.7.quest.33.subtitle": "Recipe Component",
  "chapter.7.quest.34.description.1": "Use a Soul Slayer enchanted weapon and kill the wither",
  "chapter.7.quest.34.subtitle": "Wither, Regen, Fire Res 1, Fire Extinguish",
  "chapter.7.quest.35.subtitle": "Weakness, Nausea 2 on Hit",
  "chapter.7.quest.36.subtitle": "Weakness, Nausea 2 on Hit",
  "chapter.7.quest.38.subtitle": "Recipe Component",
  "chapter.7.quest.39.subtitle": "Recipe Component",
  "chapter.7.quest.4.subtitle": "Blindess on Hit",
  "chapter.7.quest.40.subtitle": "Wither 2, Glowing 1 on Hit",
  "chapter.7.quest.41.subtitle": "Wither 2, Glowing 1 on Hit",
  "chapter.7.quest.43.subtitle": "Recipe Component",
  "chapter.7.quest.44.subtitle": "Recipe Component",
  "chapter.7.quest.45.subtitle": "Wither 4, Slowness 2 on Hit",
  "chapter.7.quest.52.subtitle": "The Guide Book",
  "chapter.7.quest.6.subtitle": "Water Breathing",
  "chapter.7.quest.7.subtitle": "Nausea on Hit",
  "chapter.7.quest.8.subtitle": "Nausea on Hit",
  "chapter.7.title": "Armor Benefits",
  "chapter.8.quest.1.description.1": "Macaw\u0027s Bridges, or a Instant Prefab\n\n\nFor Macaw Bridges, you will need bridge pliers to make openings and such",
  "chapter.8.quest.1.subtitle": "Bridge Options - @mcwbridges or @prefab",
  "chapter.8.quest.2.subtitle": "Mr Crayfish Furniture - @cfm",
  "chapter.8.quest.2.task.1.title": "Any #cfm:bedroom",
  "chapter.8.quest.2.task.2.title": "Any #cfm:general",
  "chapter.8.quest.2.task.3.title": "Any #cfm:kitchen",
  "chapter.8.quest.2.title": "Mr. Crayfish Furniture",
  "chapter.8.quest.3.subtitle": "Macaw\u0027s Windows - @mcwwindows",
  "chapter.8.quest.4.subtitle": "Macaws Roofs - @mcwroofs",
  "chapter.8.quest.5.description.1": "Once you craft a frame block and place it, you can then hold out a different block, like a furnace, and right click the frame block. It will now look like a furnace.\n\n\nUsing the tools for Blocked Carpentry, You can change textures, rotation, designs, colors, and more.",
  "chapter.8.quest.5.subtitle": "Place a frame and have it take form of any block",
  "chapter.8.quest.5.title": "Block Carpentry: Framed Blocks",
  "chapter.8.quest.6.subtitle": "Use this to reset the frame",
  "chapter.8.title": "Bob the Builder",
  "chapter.9.quest.1.description.1": "Once you find the dormant eye and equip it, you will unlock the advancement group to begin this chapter",
  "chapter.9.quest.1.subtitle": "Begin your Engimatic Journey",
  "chapter.9.title": "Regretful Journey",
  "loot_table.1": "Storage Drawer",
  "loot_table.2": "Storage Drawer 2",
  "loot_table.3": "Storage Drawer 3",
  "loot_table.4": "Common",
  "loot_table.5": "Artifacts",
  "loot_table.6": "Rare Loot",
  "loot_table.7": "Chance",
  "loot_table.8": "Simple Chance Choice"
}